/* CreateID - text: M+ID restriction text part 3 */
" - " = " - ";

/* CreateID - text: M+ID restriction text part 5 */
" characters" = " characters";

/* FindID - text: notify user that contact was just added to their friend list */
"%@ has been added as a friend." = "%@ has been added as a friend.";

/* AddFriend - text: friend synchronizing in progress */
"%@ Synced" = "%@ Synced";

/* StatusEdit - button: saves status to server */
"+" = "+";

/* Phone Registration - Text: default country code for this language */
"+1" = "+1";

/* CreateID - text: M+ID restriction text part 4 */
"20" = "20";

/* CreateID - text: M+ID restriction text part 2 */
"3" = "3";

/* CreateID - text: describes what M+ID is for */
"<create id description>" = "Share your M+ID, so friends can add you without having your phone number.";

/* EULA - textview: detailed EULA agreement */
"<EULA detailed text>" = "Terms of Service

1. Your Acceptance

This is an agreement between M+ Inc., a Republic of China (Taiwan) corporation (\“M+\"), the owner and operator of www.mplus.com (the \“M+ Site\”), the M+ software and M+ Client (collectively, including all content available through the M+ Client and M+ Site, the \"M+ Service\", or the \"Service\"), and you (\“you\” or \“You\”), a user of the Service. BY USING THE SERVICE, YOU ACKNOWLEDGE AND AGREE TO THESE TERMS OF SERVICE, AND M+'S PRIVACY POLICY, WHICH CAN BE FOUND AT http://www.mplus.com/legal/#Privacy, AND WHICH ARE INCORPORATED HEREIN BY REFERENCE. If you do not agree to any of these terms, you may not use the Service.



2. M+ Service

These Terms of Service apply to all users of the M+ Service. The M+ provided status information may contain links to third party websites that are not owned or controlled by M+. M+ has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites. In addition, M+ will not and cannot censor or edit the content of any third-party site. By using the Service, you expressly acknowledge and agree that M+ shall not be responsible for any damages, claims or other liability arising from or related to your use of any third-party website.



3. M+ Access

A. Subject to your compliance with these Terms of Service, M+ hereby grants you permission to use the Service, provided that: (i) your use of the Service as permitted is solely for your personal, noncommercial use; (ii) you will not duplicate, transfer, give access to, copy or distribute any part of the Service in any medium without M+'s prior written authorization; (iii) you will not attempt to reverse engineer, alter or modify any part of the Service; and (iv) you will otherwise comply with the terms and conditions of these Terms of Service.



B. In order to access and use the features of the Service, you acknowledge and agree that you will have to provide M+ with your phone number, as well as the phone numbers of third parties whom you wish to use the Service with. When providing your phone number, you must provide accurate and complete information. You hereby give your express consent to M+ to use the phone numbers you provide for use in providing you access and use of the Service. You may never use another person’s phone number without their permission. You are solely responsible for the status message that is displayed for your phone number. You must notify M+ immediately of any breach of security or unauthorized use of your phone. Although M+ will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of M+ or others due to such unauthorized use.

...
";

/* PhoneRegistration - alert: Asks users if they really want to register on a another device, since their old account will be disabled */
"<multi device warning message>" = "The number entered is already registered on another device.\n\nIf you are currently using M+ with this phone number on another device, data stored there will be deleted when this registration process is complete";

/* Name Registration - Label: explain what this name is for */
"<name description text>" = "Enter a name that recognizable to others.\n(e.g., Rex Yang)";

/* Name Registration - Label: states restrictions for name */
"<name restriction text>" = "<name restriction text>";

/* MyProfile - text: Explain that search options allow users to control if other can search their IDs. */
"<search button explaination>" = "Allow M+ID to be searched";

/* Verify SMS - Label: remind user which number was is being registered */
"A verification code was sent to" = "A verification code was sent to";

/* FindID - button: add a new friend */
"Add" = "Add";

/* AddFriend - title: view to add new friends */
"Add New Friends" = "Add New Friends";

/* EULA - Button: agree to EULA */
"Agree" = "Agree";

/* Chat List - Alert: message to confirm if all chats should be deleted */
"Are you sure you want to delete all chat histories?" = "Are you sure you want to delete all chat histories?";

/* PickContacts - Button: send broadcast message with selected contacts */
"Broadcast" = "Broadcast";

/* Alert: Cancel button
 Broadcast - Button: cancel broadcast
 Cancel contact group action
 Cancel headshot edit
 EULA - Button: don't agree with EULA
 Select Country - Button: cancel selection
 StatusEdit - button: cancel status edit */
"Cancel" = "Cancel";

/* Phone Registration - Placeholder: instruct user to enter cell phone number */
"Cell Phone Number" = "Cell Phone Number";

/* Verify SMS - Button: allow user to change phone number */
"Change Phone Number" = "Change Phone Number";

/* PickContacts - Button: start chat with selected contacts */
"Chat" = "Chat";

/* Nav Title: Chat Listing */
"Chats" = "Chats";

/* Action label: select an existing picture */
"Choose Existing" = "Choose Existing";

/* Alert: Confirm button */
"Confirm" = "Confirm";

/* CreateID - alert title: */
"Confirm ID" = "Confirm ID";

/* Phone Registration - Label: for country code info */
"Country code" = "Country code";

/* CreateID - alert title:
 MyProfile - Button: creates a new M+ ID */
"Create ID" = "Create ID";

/* StatusMessage - text: the current status message is displayed below. */
"Current Status" = "Current Status";

/* Chat List - Button: delete all chats */
"Delete All" = "Delete All";

/* Phone Registration - Alert: detail explaination about phone registration */
"<detailed phone registration explanation>" = "A 4 digit SMS verification code will be sent to the above number. Enter the code in the next step.\n\nIt may take a while to receive the code depending on your mobile phone operator.\n\nTap 'Cancel' to edit the phone number.";

/* CreateID - alert: Confirm id creation with user */
"Do you want to create the ID: '%@'? Once you confirm, you will not be able to change it later." = "Do you want to create the ID: '%@'? Once you confirm, you will not be able to change it later.";

/* StatusEdit - button: saves status to server
 UpateName - button: saves nickname to server */
"Done" = "Done";

/* StatusEdit - title: view to edit status message */
"Edit Status" = "Edit Status";

/* AddFriend - button: email friends about M+ */
"Email" = "Email";

/* View Title: EULA title */
"End User License Agreement" = "End User License Agreement";

/* CreateID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to create" = "Enter ID you want to create";

/* FindID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to find" = "Enter ID you want to find";

/* Name Registration - Placeholder: enter user name here */
"Enter Name" = "Enter Name";

/* Phone Registration - Title: navigation title this view */
"Enter Phone Number" = "Enter Phone Number";

/* Verify SMS - Placeholder: enter sms verification code here */
"Enter SMS Code" = "Enter SMS Code";

/* Verify SMS - Title: title for this view */
"Enter Verfication Code" = "Enter Verfication Code";

/* Verify SMS - Label: instruct user to enter verification code */
"Enter verification code" = "Enter verification code";

/* Phone Registration - Label: command to enter phone number */
"Enter your cell phone number" = "Enter your cell phone number";

/* FindID - button: start searching for ID */
"Find" = "Find";

/* FindID - title: find friends using M+ID */
"Find Friend" = "Find Friend";

/* FindID - text: what does this search does */
"Find friend using his/her M+ ID" = "Find friend using his/her M+ ID";

/* AddFriend - button: find new friends with M+ID */
"Find Friend with ID" = "Find Friend with ID";

/* AddFriend - button: email friends about M+ */
"Free SMS" = "Free SMS";

/* View Title: Friends Listing */
"Friends" = "Friends";

/* AddFriend - button: provides friend suggestions to user */
"Friends Suggestions" = "Friends Suggestions";

/* CreateID - alert title: inform user that id already exits */
"ID Already Exists" = "ID Already Exists";

/* CreateID - alert: inform of failure */
"ID creation failed. Try again." = "ID creation failed. Try again.";

/* MyProfile - title: others can search your M+ ID to find you */
"ID is searchable" = "ID is searchable";

/* CreateID - text: M+ID restriction text part 1 */
"ID must be " = "ID must be ";

/* FriendInfo - title: detailed info about friend */
"Info" = "Info";

/* UpdateName - alert title */
"Invalid Name" = "Invalid Name";

/* StatusEdit - alert title */
"Invalid Status" = "Invalid Status";

/* FriendInfo - text: indicates when user was last logged in */
"last seen %@" = "last seen %@";

/* ChatDialog: location message - create a new location message
 ChatList: location message - last message if location message was last
 Location - Title: Title for shared location view
 Location - title: Current center pin title
 Location - Title: Title for display location view
 Message - text: location message */
"Location" = "Location";

/* MyProfile - text: M+ID of user */
"M+ ID" = "M+ ID";

/* MyProfile - title: view to change profile information */
"My Profile" = "My Profile";

/* Section Title: for objects without data */
"NA" = "NA";

/* Index Title: for objects without data */
"na" = "na";

/* MyProfile - text: Name of user
 Update Name - Title: title for this view */
"Name" = "Name";

/* UpdateName - alert: inform of failure */
"Name update failed. Try again." = "Name update failed. Try again.";

/* UpdateName - alert: name is invalid */
"Names must be 3 to 20 characters." = "Names must be 3 to 20 characters.";

/* Phone Registration - Button: go to next step
 Verify SMS - Button: go to next step */
"Next" = "Next";

/* FindID - alert title: */
"No Results" = "No Results";

/* AddFriend - button: friend has never been synced */
"Not Synced Yet" = "Not Synced Yet";

/* Alert: OK button
 CreateID - button: ok to submit ID */
"OK" = "OK";

/* CD: Contact is currently online */
"online" = "online";

/* MyProfile - text: phone number of user */
"Phone Number" = "Phone Number";

/* StatusMessage - section title: lists predefined status messages that users can choose from */
"Predefined Status" = "Predefined Status";

/* Verify SMS - Button: button will resend code via sms again */
"Resend SMS Verification Code" = "Resend SMS Verification Code";

/* StatusEdit - button: saves status to server
 UpdateName - button: saves nickname to server */
"Save" = "Save";

/* Search Placeholder: prompts user to enter search string */
"Search" = "Search";

/* SelectContacts - title: */
"Select Contacts" = "Select Contacts";

/* Select Country - title: view that ask users to select their cell provider country */
"Select Country" = "Select Country";

/* View Title: Choose friends to chat with */
"Select Friends" = "Select Friends";

/* Broadcast - Button: send out broadcast
 ChatDialog Toolbar - Button: send message button */
"Send" = "Send";

/* AddFriend - button: email friends about M+ */
"SMS" = "SMS";

/* MyProfile - text: Status of user
 StatusMessage - title: view to change status message */
"Status Message" = "Status Message";

/* StatusEdit - alert: status is too long */
"Status messages must be less than 60 chracters." = "Status messages must be less than 60 chracters.";

/* StatusMessage - alert: inform of failure */
"Status update failed. Try again." = "Status update failed. Try again.";

/* AddFriend - text: friend synchronizing in progress */
"Synchronizing..." = "Synchronizing...";

/* Action label: take a new picture */
"Take a Picture" = "Take a Picture";

/* TellFriend - title: tell friends about M+ */
"Tell a Friend" = "Tell a Friend";

/* AddFriend - button: tell friends about this app */
"Tell Friends" = "Tell Friends";

/* AddFriend - button: tell others using free sms */
"Tell Friends via Free SMS" = "Tell Friends via Free SMS";

/* FindID - alert: inform that search returned no results */
"ID does not exist. Enter a different ID." = "ID does not exist. Enter a different ID.";

/* Phone Registration - Label: describes purpose of phone registration */
"To verify user identification, a SMS message will be sent to your phone." = "To verify user identification, a SMS message will be sent to your phone.";

/* No comment provided by engineer. */
"Top Contacts" = "Top Contacts";

/* CreateID - alert message: ask user to try entering a different ID */
"Try a different ID." = "Try a different ID.";

/* Phone Registration - Text default: default country for this language */
"United States" = "United States";

/* UpdateName - alert title: */
"Update Name" = "Update Name";

/* StatusMessage - alert title: */
"Update Status" = "Update Status";

/* CreateID - alert: inform of success */
"Your M+ ID '%@' is created. Now people can find you with this ID" = "Your M+ ID '%@' is created. Now people can find you with this ID";


/* operators */

/* Operator - CHT */
"CHT" = "中華";

/* Operator - CHT */
"CHT_Fix" = "中華市話";

/* Operator - CHT */
"FET" = "遠傳";

/* Operator - CHT */
"MBT" = "亞太行動";

/* Operator - CHT */
"MBT_Fix" = "亞太固網";

/* Operator - CHT */
"Other" = "其他";

/* Operator - CHT */
"Sparq" = "速博";

/* Operator - CHT */
"TWM" = "台灣大";

/* Operator - CHT */
"TWM_Fix" = "台灣固網";

/* Operator - CHT */
"Vibo" = "威寶";


/* 0.3.x */

/* NavTitle: Currently connecting to servers */
"connecting..." = "connecting...";

/* NavTitle: No network available, cant' connect to servers */
"no network" = "no network";

/* NavTitle: Other party is typing a message */
"typing..." = "typing...";

/* Location - button: Show shared location */
"<Location button>" = "Location";


/* ChatDialog - text: inform that this p2p chat account is canceled, so can't send message to user */
"Account Deleted" = "Account Deleted";


/* FreeSMS */

/* FreeSMS - button: close location view */
"Cancel" = "Cancel";

/* FreeSMS - title: free sms preview */
"Free SMS" = "Free SMS";

/* FreeSMS - text: which contacts we will send free sms to */
"Recipients (%d):" = "Recipients (%d):";

/* FreeSMS - button: send out SMS */
"Send" = "Send";

/* FreeSMS - alert title: informs of failure */
"Send Free SMS" = "Send Free SMS";

/* FreeSMS - alert text: informs of failure */
"Send free sms failed. Try again." = "Send free sms failed. Try again.";


/* Chat Dialog */

/* DialogMessage - button: try sending this message again */
"Try Again" = "Try Again";

/* DialogMessage - actionsheet: title for retry and delete message options */
"This message was not sent." = "This message was not sent.";


/* 0.3.36 */

/* ChatSettings - Alert: confirm leave and delete chat */
"Exit and delete all message in this chat room." = "Exit and delete all message in this chat room.";

/* AddFriend - alert title: */
"Add Friend Failed" = "Add Friend Failed";

/* AddFriend - alert: can't add since account is deleted. */
"This user's account has been deleted." = "This user's account has been deleted.";

/* Search Placeholder: prompts user to search in friend list */
"Search Display Name" = "Search Display Name";

/* Search Placeholder: prompts user to enter search string for phonebook contacts */
"Search Contacts" = "Search Contacts"; 


/* No Item Text */

/* FriendList - text: Inform users how to add friends since there are none initially */
"Tap the '+' button to add friends." = "Tap the '+' button to add friends.";

/* FriendSuggest - text: Inform users that there are no friend suggestions right now */
"No Friend Suggestions" = "No Friend Suggestions";

/* Blocked - text: Inform users that there are no blocked contacts */
"No Blocked Contacts" = "No Blocked Contacts";

/* PhoneBook - text: Inform users that there are no phone contacts */
"No Contacts" = "No Contacts";

/* ChatList - text: Inform users how to start a new chat, since there are none now */
"Tap the chat bubble button to start a new chat." = "Tap the chat bubble button to start a new chat.";

/* Schedule - text: Inform users how to add new schedule message since there are none now */
"Tap '+' to create a scheduled message.\n(5 minutes to 60 days)" = "Tap '+' to create a scheduled message.\n(5 minutes to 60 days)";

/* ImagePicker - text: Inform users that there are no photo albums available */
"No Photos" = "No Photos";

/* SelectContact - text: Inform users that there are no friends available for selection */
"No Friends" = "No Friends";

/* SelectContactProperty - text: Inform users that there are no emails available for selection */
"No Emails" = "No Emails";

/* SelectContactProperty - text: Inform users that there are no phone numbers available for selection */
"No Phone Numbers" = "No Phone Numbers";



/* Location */

/* LocationShare: enable location to access photos */
"Share Location" = "Share Location";

/* LocationShare: enable location to view location */
"View Location" = "View Location";

/* LocationShare: Enable location to access photots */
"Turn on Location Service in Settings to allow M+ to determine your location." = "Turn on Location Service in Settings to allow M+ to determine your location.";

/* LocationShare: without location we can't get the directions */
"Your location is not available. Please try again later." = "Your location is not available. Please try again later.";


/* Photo Album */

/* ImagePicker - title: select images */
"Select Photos" = "Select Photos";

/* ImagePicker - title: select images */
"Selected %d Photos" = "Selected %d Photos";

/* ImagePicker: enable location to access photos */
"Send Multiple Photos" = "Send Multiple Photos";

/* ImagePicker: Enable location to access photots */
"Enable 'Location Services' in Settings app to send multiple photos." = "Enable 'Location Services' in Settings app to send multiple photos.";


/* Album - MainLabel: Encourage users to enable GPS to access photo album */
"Share Multiple Images with Ease" = "Share Multiple Images with Ease";

/*    Album - SubLabel: Encourage users to enable GPS to access photo album */
"Enable 'Location Services' to send multiple photos." = "Enable 'Location Services' to send multiple photos.";


/* Registration */

/* PhoneRegistraiton - title: error occurred */
"Phone Registration" = "Phone Registration";

/* EULA - Button: don't agree with EULA */
"EULA Cancel" = "Cancel";

/* Alert: OK to proceed with phone registration */
"<ok-phone registration>" = "OK";

/* VerifySMS - Alert: title */
"Pass Code Expired" = "Pass Code Expired";

/* VerifySMS - Alert: sms pass code has expired */
"Pass code entered has expired. Request another verification code." = "Pass code entered has expired. Request another verification code.";


/* My Profile */

/* CreateID - alert title: ID was just created */
"Create ID Succeeded" = "Create ID Succeeded";




/* Settings */

/* Settings - text: version of app installed */
"Version %@" = "Version %@";

/* Settings - text: update to new version */
"Update" = "Update";

/* Settings - text: new update is available */
"N" = "N";


/* HTTP */

/* HTTPRequests: 
 - If requests to servers failed for some reason (usually network failure), inform the user to try at a later time 
 - For Find M+ ID, Changes in settings, etc.
 */
"Request failed. Try again later." = "Request failed. Try again later.";


/* Letter */

/* Letter - placeholder: tells users provide a greeting */
"Greeting" = "Greeting";

/* Letter - placeholder: tells users to sign the letter */
"Signature" = "Signature";


/* HTTPRequest: title for alert message received from servers */
"M+ Alert" = "M+ Alert";




/* Alerts */

/* Call - alert: inform of failure */
"Call Failure" = "Call Failure";

/* Call - alert: device does not support calls */
"Device does not support Telephony." = "Device does not support Telephony.";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "Compose SMS Failure";

/* SMS - alert: device does not support SMS */
"Device does not support SMS." = "Device does not support SMS.";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "Compose SMS Failure";

/* SMS - alert: sms message failed to send out */
"Failed to send SMS message." = "Failed to send SMS message.";

/* Email - alert: inform of failure */
"Compose Email Failure" = "Compose Email Failure";

/* Email - alert: email account is not setup. */
"Email account setup is incomplete." = "Email account setup is incomplete.";




/* Tell a Friend */

/* AddFriend - button: send sms to tell friends about M+ */
"<sms tell friend>" = "SMS";

/* Tell Friend: Email default text */
"<tell_friend_email>" = "Let's Chat with M+ Messenger
Hey,

I just got a this free app called M+ Messenger. We can use it to send text, pictures and more for free.

It also has some really cute and fun stickers.

You can get it here.
www.mplusapp.com/W/Re?m=3";

/* Tell Friend: SMS default text */
"<tell_friend_sms>" = "Hey, Let's chat with M+ Messenger. It's a free messaging app. You can get it here:
www.mplusapp.com/W/Re?m=2";

/* Tell Friend: Free SMS default text */
"<tell_friend_free>" = "Sent by %@:
Hey, Let's chat with M+ Messenger. It's a free messaging app. You can get it here:
www.mplusapp.com/W/S";



/* Text Emoticon */

/* TextEmoticon - button: open a url link */
"Open" = "Open";

/* TextEmoticon - button: compose a new email message */
"Compose Email" = "Compose Email";


/* Name */

/* ChatName - Placeholder: enter chat room name here */
"<chat: enter name>" = "Enter Name";

/* Name Registration - Placeholder: enter user name here */
"<myprofile: enter name>" = "Enter Name";


/* HTTP Request Error */

/* HTTPRequests - alert title: if requests to servers failed for some reason, inform the user to try at a later time */
"Request Failed" = "Request Failed";

/* HTTPRequests - alert message: if requests to servers failed for some reason, inform the user to try at a later time */
"Check your network connectivity and try again." = "Check your network connectivity and try again.";

/* HTTPRequest: Invalid IMEI detected, so account will be deleted. */
"Authentication Failed" = "Authentication Failed";

/* HTTPRequests: if requests to servers failed for some reason, inform the user to try at a later time - XML ISSUE */
"Response Format Issue" = "Response Format Issue";


/* App Update */

/* AppUpdate - text: Message to encourage users to update to the new version. */
"<app force update messasge>" = "We have some great new features waiting for you.\nPlease update to our latest version of M+";

/* AppUpdate - button: tap to update app now */
"Update Now" = "Update Now";


/* Chat Related */

/* ChatDialog - alert: Need to unblock in order to message */
"%@ is blocked. Unblock to send message." = "%@ is blocked. Unblock to send message.";

/* ChatSettings - button: leaves and deletes chat room */
"Leave Chat Room" = "Leave Chat Room";

/* FriendInfo- button: start M+ chat */
"<chat info view>" = "Chat";


/* Create New Message Types */

/* Schedule: sticker message 
 Broadcast: sticker message */
"<create sticker message>" = "Sticker";

/* ChatList: create letter message */
"<create letter message>" = "Letter";

/* ChatList: create location message */
"<create location message>" = "Location";



/* Scheduled Message */

/* Schedule - alert: inform of failure */
"Scheduled time must be more than 3 minutes later or less than 60 days from now." = "Scheduled time must be more than 3 minutes later or less than 60 days from now.";


/* ProgressOverlay: Inform users of upload progress (headshot, etc.) */
"Uploading..." = "Uploading...";



/* Notification Tones Names */
"None" = "None";
"Witty" = "Witty";
"Marimba" = "Marimba";
"Icicles" = "Icicles";
"Teleport" = "Teleport";
"Chime" = "Chime";
"Dream" = "Dream";
"Drum" = "Drum";

/* Notif - text: Explains that Message Preview enables preview text for push notifications. */
"Show message preview text for push notifications." = "Show message preview text for push notifications.";

/* Phone Registration - button: View end user licence agreement */
"View Licence Agreement" = "View Licence Agreement";

/* Phone Registration - button: Agree to EULA and submit phone number for registratio */
"Agree and Submit" = "Agree and Submit";


/* Phone Registration - Alert title: ask for contacts access */
"<access contacts title>" = "M+ Would Like to Access Your Address Book";

/* Phone Registration - Alert message: ask for contacts access */
"<access contacts message>" = "You agree that M+ may copy the phone numbers in your address book to M+ servers to (1) search for and automatically add/connect other M+ users to your friend list; (2) recommend your friends to add you in his/her M+ friend list; and (3) for users in Taiwan Territory only, lookup carrier information for each address book contact. All data will be transferred securely and be used only for the abovementioned purpose.";

/* Phone Registration: deny access to contacts */
"<access contacts deny>" = "Refuse";

/* Phone Registration: allow acccess to contacts */
"<access contacts allow>" = "Agree";




/* Telephony Warnings */

/* FriendInfo - alert: Warn users that this call will cost money */
"Send SMS through phone carrier." = "Send SMS through phone carrier.";

/* FriendInfo - alert: Warn users that this call will cost money */
"Call through your phone carrier." = "Call through your phone carrier.";

/* PhoneInfo - alert: Warn users that this call will cost money */
"Send SMS invitation through phone carrier." = "Send SMS invitation through phone carrier.";

/* Alert: Disable this warning */
"Disable Warning" = "Disable Warning";

/* Proceed to compose sms */
"<proceed sms>" = "Compose SMS";

/* Proceed with call */
"<proceed call>" = "Call";

/* Proceed with invite (sms) */
"<proceed invite>" = "Compose Invitation SMS";

/* Settings-button: Help for M+ users */
"Help" = "Help";


/* Create ID */

/* MyProfile-alert: Create ID Help Title */
"Create M+ ID" = "Create M+ ID";

/* MyProfile-alert: Create ID Help Message */
"M+ ID lets others add you as a friend without sharing your phone number.\n\nYou can also add friends by searching for their M+ ID." = "M+ ID lets others add you as a friend without sharing your phone number.\n\nYou can also add friends by searching for their M+ ID.";

/* CreateID - alert title: create failed */
"Create ID Failed" = "Create ID Failed";


/* Auto Sync */

/* AddFriends/Settings - button: list of blocked users */
"Auto Sync Friends" = "Auto Sync Friends";

/* PhoneBook - text: Instruct users to import contacts if auto sync is off */
"Import Contacts" = "Import Contacts";

/* PhoneBook - button: Start import contacts */
"Start" = "Start";
